Repository: karimsiam/pyfreebilling
Catalog: pyfreebilling/pyfb_rating/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: Ratecard details
es_es: Detalles del precio de lista

source: More -- view description and event dates
es_es: Más -- ver descripción y fechas de los eventos

source: No filter
es_es: Sin Filtro

source: Prefix authorized
es_es: Prefijo autorizado

source: Prefix prohibited
es_es: Prefijo prohibido

source: CallerID Prefix filter
es_es: Filtro de prefijo de identificador de llamada

source: description
es_es: descripción

source: Outbound calls
es_es: Llamadas Salientes

source: DID - Inbound calls
es_es: DID - Llamadas Entrantes

source: Outbound calls to internal DID
es_es: Llamadas salientes a DID interno

source: Emergency calls
es_es: Llamadas de Emergencia

source: Enabled
es_es: Habilitado

source: Disabled
es_es: Inhabilitar

source: name
es_es: nombre

source: Type of ratecards
es_es: Tipo de precios de lista

source: Select the right ratecard regarding the type of calls. Default is PSTN
es_es: Selecciona el precio de lista correcto respecto al tipo de llamadas. Valor predeterminado es PSTN

source: tech prefix
es_es: prefijo de tecnología

source: quality
es_es: calidad

source: Estimated quality. Number between 0 to 10
es_es: Calidad estimada. Número entre 0 y 10

source: Enabled allowing negative margin
es_es: Habilitado permitiendo margen negativo.

source: Blocked
es_es: Bloqueado

source: sell rate
es_es: tarifa de venta

source: rate per minute
es_es: tarifa por minuto

source: Increment
es_es: Incremento

source: Minimal time
es_es: Tiempo mínimo

source: minimal time to be billed in seconds
es_es: tiempo mínimo para ser facturado en segundos

source: Connection fee
es_es: Tarifa por conexión

source: Status
es_es: Estado

source: State of the rate : enabled / blocked - calls to this destination are blocked / disabled
es_es: Estado de la tarifa: habilitado / bloqueado: las llamadas a este destino se bloquean / inhabilitan

source: numeric prefix
es_es: prefijo numérico

source: Destination number length
es_es: Longitud del número de destino

source: If value > 0, then destination number must match tsi length
es_es: Si el valor > 0, entonces el número de destino debe coincidir con la longitud
