Repository: karimsiam/pyfreebilling
Catalog: pyfreebilling/pyfb_endpoint/locale/*/LC_MESSAGES/django.po
Languages: es_es, fr_fr

source: general sip account informations
es_es: información general de cuenta SIP
fr_fr: informations générales du compte SIP

source: IP Settings
es_es: ajustes de IP
fr_fr: paramètres IP

source: If no registration, SIP IP CIDR is needed
es_es: Si no hay registro, se necesita SIP IP CIDR
fr_fr: si pas d'enregistrement, une adresse IP avec masque -CIDR- est requise

source: caller/callee settings
es_es: configuración de la persona que llama / llamada
fr_fr: paramètres de présentation des numéros appelants et appelés

source: caller/callee parameters
es_es: parámetros de la persona que llama / persona llamada
fr_fr: paramètres de présentation des numéros appelants et appelés

source: limit settings
es_es: ajustar limites
fr_fr: paramètres de limitations

source: recording settings
es_es: ajustes de grabación
fr_fr: paramètres d'enregistrement

source: recording parameters
es_es: parámetros de grabación
fr_fr: paramètres d'enregistrement

source: advanced settings
es_es: ajustes avanzados
fr_fr: paramètres avancés

source: advanced parameters
es_es: parámetros avanzados
fr_fr: paramètres avancés

source: more
es_es: más
fr_fr: plus

source: more informations
es_es: más información
fr_fr: plus d'informations

source: protocol settings
es_es: configuración de protocolo
fr_fr: paramètres de protocole

source: name
es_es: nombre
fr_fr: nom

source: payload number
es_es: número de carga útil
fr_fr: numéro du payload

source: payload types (PT) for audio encodings
es_es: Tipos de carga útil (PT) para codificaciones de audio
fr_fr: types de paylod (PT) pour les encodages audio

source: is stereo ?
es_es: ¿es estéreo?
fr_fr: est-il stéréo ?

source: rfc name
es_es: nombre rfc
fr_fr: nom de la RFC

source: format is important !.
es_es: El formato es importante!
fr_fr: le format est important !.

source: description
es_es: descripción

source: username
es_es: nombre de usuario
fr_fr: nom d'utilisateur

source: Ex.: customer SIP username, etc...
es_es: Ej .: nombre de usuario SIP del cliente, etc ...
fr_fr: ex. : nom d'utilisateur SIP du client, etc ...

source: enabled / disabled
es_es: Habilitado / Deshabilitado
fr_fr: activé / désactivé

source: registration
es_es: registro
fr_fr: enregistrement

source: Is registration needed for calling ? True, the phone needs to register with correct username/password. If false, you must specify a CIDR in SIP IP CIDR !
es_es: ¿Es necesario registrarse para llamar? Verdadero, el teléfono debe registrarse con el nombre de usuario / contraseña correctos. Si es falso, debe especificar un CIDR en SIP IP CIDR!
fr_fr: Un enregistrement est-il nécessaire pour appeler? vrai, le téléphone doit être enregistré avec un nom d'utilisateur / mot de passe correct. Sinon, vous devez spécifier un CIDR dans SIP IP CIDR!

source: password
es_es: contraseña
fr_fr: mot de passe

source: It's recommended to use strong passwords for the endpoint.
es_es: Se recomienda utilizar contraseñas seguras para el punto final.
fr_fr: il est recommandé d'utiliser des mot de passe forts pour les terminaux.

source: It's recommended to use strong passwords for the endpoint. md5(username:realm:password)
es_es: Se recomienda utilizar contraseñas seguras para el punto final. md5 (nombre de usuario: dominio: contraseña)
fr_fr: il est recommandé d'utiliser des mot de passe forts pour les terminaux. md5(username:realm:password)

source: It's recommended to use strong passwords for the endpoint. md5(username@domain:realm:password)
es_es: Se recomienda utilizar contraseñas seguras para el punto final. md5 (nombre de usuario@dominio: dominio: contraseña)
fr_fr: il est recommandé d'utiliser des mot de passe forts pour les terminaux. md5(username@domain:realm:password)

source: Internal IP address/mask to bindto for RTP. Format : CIDR Ex. 192.168.1.0/32
es_es: Dirección IP interna / máscara a enlazar para RTP. Formato: CIDR Ej. 192.168.1.0/32
fr_fr: adresse IP interne/masque pour les flux RTP. Format : CIDR Ex. 192.168.1.0/32

source: Internal IP address/mask to bind to for SIP. Format : CIDR. Ex. 192.168.1.0/32
es_es: Dirección IP interna / máscara a enlazar para SIP. Formato: CIDR Ej. 192.168.1.0/32
fr_fr: adresse IP interne/masque pour les flux SIP. Format : CIDR Ex. 192.168.1.0/32

source: SIP port
es_es: puerto SIP
fr_fr: port SIP

source: SIP transport protocol
es_es: protocolo de transporte SIP
fr_fr: protocole de transport SIP

source: Which transport protocol to use for SIP messages
es_es: Qué protocolo de transporte utilizar para los mensajes SIP
fr_fr: quel protocole de transport utiliser pour les messages SIP ?

source: RTP transport protocol
es_es: Protocolo de transporte RTP
fr_fr: protocole de transport RTP

source: Which transport protocol to use for RTP packets
es_es: Qué protocolo de transporte utilizar para los paquetes RTP
fr_fr: quel protocole de transport utiliser pour les paquets RTP ?

source: TOS value for RTP streams
es_es: Valor TOS para flujos RTP
fr_fr: valeur TOS à utiliser pour les flux RTP

source: Which TOS value to use for RTP packets
es_es: Qué valor de TOS usar para los paquetes RTP
fr_fr: quelle valeur TOS à utiliser pour les paquets RTP

source: max calls
es_es: llamadas máximas
fr_fr: appels maximum

source: max simultaneous calls allowed for this customer account.
es_es: llamadas simultaneas máximas permitidas para esta cuenta de cliente.
fr_fr: appels simultanés maximum autorisés pour ce compte client

source: max calls per second
es_es: llamadas máximas por segundo
fr_fr: appels maximum par seconde

source: maximum calls per second allowed for this customer endpoint.
es_es: llamadas simultaneas máximas permitidas para este punto final de cliente.
fr_fr: appels simultanés maximum par seconde autorisés pour ce compte client

source: callerID name
es_es: nombre de identificador de llamada
fr_fr: nom du l'appelant

source: Caller ID name sent to provider on outbound calls.
es_es: nombre de identificador de llamada enviado al proveedor en llamadas salientes.
fr_fr: nom de l'appelant envoyé au fournisseur pour les appels sortants

source: callerID num
es_es: número de identificador de llamada
fr_fr: numéro du l'appelant

source: Caller ID number sent to provider on outbound calls.
es_es: número de identificador de llamada enviado al proveedor en llamadas salientes.
fr_fr: numéro de l'appelant envoyé au fournisseur pour les appels sortants

source: force callerID
es_es: forzar identificador de llamada
fr_fr: forcer le numéro de l'appelant

source: masq callerID
es_es: enmascarar identificador de llamada
fr_fr: masquer le numéro de l'appelant

source: caller ID in PAI field
es_es: identificador de llamada en el campo PAI
fr_fr: mettre le numéro de l'appelant dans le champs PAI

source: put callerid in SIP PAI field if enabled
es_es: poner identificador de llamada en el campo PAI SIP si está habilitado
fr_fr: mettre le numéro de l'appelant dans le champs PAI si la case est cochée

source: caller ID in PID field
es_es: identificador de llamada en el campo PID
fr_fr: mettre le numéro de l'appelant dans le champs PID

source: put callerid in SIP PID field if enabled
es_es: poner identificador de llamada en el campo PID SIP si está habilitado
fr_fr: mettre le numéro de l'appelant dans le champs PID si la case est cochée

source: allow urgency numbers
es_es: permitir números de emergencia

source: You have also to allow global routing option and define an urgency ratecard
es_es: También tiene que permitir la opción de enrutamiento global y definir un precio de lista de emergencia

source: special code for routing urgency numbers
es_es: código especial para enrutamiento de números de emergencia

source: Postal code, INSEE code ... for routing urgency number to the right urgency call center.
es_es: Código postal, código INSEE ... para enviar el número de emergencia al centro de llamadas de emergencia correcto.

source: fake ring
es_es: timbrado falso

source: Fake ring : Enabled / Disabled - Send a fake ring to the caller.
es_es: Timbrado falso : Habilitado / Deshabilitado - Enviar un timbrado falso a la persona que llama.

source: CLI debug
es_es: CLI depurar

source: CLI debug : Enabled / Disabled - Permit to see all debug messages on cli.
es_es: CLI depurar : Habilitado / Deshabilitado - Permite ver todos los mensajes de depuración en el CLI.

source: allow transcoding calls
es_es: permitir transcodificar llamadas
fr_fr: autoriser le transcodage

source: If enabled, calls could be transcoded. be careful, as it is an expensive cpu task.
es_es: Si está habilitado, las llamadas podrían ser transcodificadas. Ten cuidado, ya que es una tarea cara de la CPU.
fr_fr: si activé, les appels pourront être transcodés. Attention, cette tâche consomme beaucoup de ressources serveur !

source: allow recording calls
es_es: permitir la grabación de llamadas
fr_fr: autoriser l'enregistrement des appels

source: If enabled, calls could be recorded. be careful on available space.
es_es: Si está habilitado, las llamadas podrían ser grabadas. Tenga cuidado con el espacio disponible.
fr_fr: si activé, les appels pourront être enregistrés. Attention à l'espace disque disponible !

source: record all calls
es_es: grabar todas las llamadas
fr_fr: enregistrer tous les appels

source: If enabled, all calls will be recorded. be careful on available space.
es_es: Si está habilitado, las llamadas podrían ser grabadas. Tenga cuidado con el espacio disponible.
fr_fr: si activé, tous les appels seront être enregistrés. Attention à l'espace disque disponible !

source: recording space storage
es_es: espacio de almacenamiento de grabación
fr_fr: espace disque d'enregistrement

source: how many Mo will be available for recording storage.
es_es: Cuántos Mo estarán disponibles para el almacenamiento de grabación.
fr_fr: combien de Mo sera disponible pour enregistrer les appels.

source: retention days for recording
es_es: días de retención para la grabación
fr_fr: combien de jours les enregistrement seront gardés

source: how many days a recording will be available. After, it will be deleted by automatic job
es_es: Cuántos días estará disponible una grabación. Posteriormente, será eliminado por trabajo automático.
fr_fr: combien de jours les enregistrement seront disponibles. Ensuite, ils seront effacés automatiquement

source: customer
es_es: cliente
fr_fr: client

source: CallerID normalization rules for outbound call
es_es: Reglas de normalización del identificador de llamadas para llamadas salientes
fr_fr: règles de normalisation du numéro de l'appelant pour les appels sortants

source: Destination number normalization rules for outbound call
es_es: Reglas de normalización del número de destino para llamadas salientes
fr_fr: règles de normalisation du numéro de destination pour les appels sortants

source: CallerID normalization rules for inbound call
es_es: Reglas de normalización del identificador de llamadas para llamadas entrantes
fr_fr: règles de normalisation du numéro de l'appelant pour les appels entrants

source: Destination number normalization rules for inbound call
es_es: Reglas de normalización del número de destino para llamadas entrantes
fr_fr: règles de normalisation du numéro de destination pour les appels entrants

source: customer endpoint
es_es: punto final del cliente
fr_fr: terminal client

source: customer endpoints
es_es: puntos finales del cliente
fr_fr: terminaux client

source: You have to specify a password if you want to allow registration
es_es: Tienes que especificar una contraseña si quiere permitir el registro
fr_fr: vous devez spécifier un mot de passe pour activer l'enregistrement

source: You must specify a SIP IP CIDR if you do not want to use registration
es_es: Debe especificar un SIP IP CIDR si lo hace no quiere usar registro
fr_fr: vous devez spécifier un CIDR si vous ne souhaitez pas utiliser l'enregistrement

source: The password must be at least %d characters long.
es_es: La contraseña debe ser al menos %d caracteres de largo.
fr_fr: le mot de passe doit contenir au moins %d caractères.

source: The new password must contain at least one letter and at least one digit
es_es: La nueva contraseña debe contener al menos una letra y al menos un dígito
fr_fr: le nouveau mot de passe doit contenir au minimum une lettre et un chiffre

source: register
es_es: registro
fr_fr: enregistrement

source: realm
es_es: reino

source: Authentication realm. Same as gateway name, if blank.
es_es: Autenticación por reino. Igual que el nombre de la puerta de enlace, si está en blanco.
fr_fr: Authentication realm. si vide, identique au nom de la passerelle.

source: from domain
es_es: del dominio

source: Domain to use in from field. Same as realm if blank.
es_es: Dominio para usar desde el campo. Igual que el reino si está en blanco.
fr_fr: domaine à utiliser dans le champs from. Identique au realm si vide.

source: expire seconds
es_es: expirar segundos
fr_fr: délai d'expiration en secondes

source: retry seconds
es_es: reintentar segundos
fr_fr: temporisation de nouvel essai en secondes

source: How many seconds before a retry when a failure or timeout occurs
es_es: Cuántos segundos antes de un reintento cuando se produce un error o un tiempo de espera agotado
fr_fr: combien de secondes après un échec ou un timeout avant un nouvel essai

source: maximum calls per second allowed for this gateway.
es_es: Máximo de llamadas por segundo permitido para esta puerta de enlace.
fr_fr: appels simultanés maximum par seconde autorisés pour cette passerelle

source: IP if register is False.
es_es: IP si el registro es Falso.
fr_fr: IP si l'enregistrement est à faux

source: Which transport to use for SIP messages
es_es: Qué transporte utilizar para mensajes SIP.
fr_fr: quel protocole de transport utiliser pour les messages SIP ?

source: Gateway SIP port - Default 5060 -.
es_es: Puerta de enlace SIP puerto - Predeterminado 5060 -.
fr_fr: port SIP de la gateway - Defaut 5060 -.

source: prefix
es_es: prefijo
fr_fr: préfixe

source: suffix
es_es: sufijo
fr_fr: suffixe

source: caller ID in From field
es_es: identificador de llamadas en el campo Desde
fr_fr: mettre le numéro de l'appelant dans le champs FROM

source: Use the callerid of an inbound call in the from field on outbound calls via this gateway.
es_es: Use el identificador de llamadas de una llamada entrante en el campo desde las llamadas salientes a través de esta puerta de enlace.
fr_fr: mettre le numéro de l'appelant pour les appels sortants dans le champs FROM via cette passerelle

source: Provider
es_es: Proveedor
fr_fr: fournisseur

source: provider endpoint
es_es: punto final proveedor
fr_fr: passerelle fournisseur

source: provider endpoints
es_es: puntos finales proveedor
fr_fr: passerelles fournisseur

source: general
fr_fr: général
