Repository: karimsiam/pyfreebilling
Catalog: pyfreebilling/pyfb_company/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: no need to update balance
fr_fr: La balance n'a pas besoin d'être mise à jour

source: balance updated
fr_fr: la balance a été mise à jour

source: general
fr_fr: général

source: amount
fr_fr: montant

source: name
fr_fr: nom

source: company name - must be unique
fr_fr: Le nom de la société - il doit-être unique

source: address
fr_fr: adresse

source: contact name
fr_fr: nom du contact

source: contact phone
fr_fr: téléphone du contact

source: contact phone number
fr_fr: numéro de téléphone du contact

source: customer balance
fr_fr: balance client

source: actual customer balance.
fr_fr: balance client actuellle

source: provider balance
fr_fr: balance fournisseur

source: actual provider balance.
fr_fr: balance fournisseur actuelle

source: company
fr_fr: société

source: companies
fr_fr: sociétés

source: account number
fr_fr: numéro de compte

source: credit limit
fr_fr: limite de crédit

source: Credit limit - Negative value to allow discovery.
fr_fr: limite de crédit autorisé pour ce client - Pour autoriser un découvert, la valeur doit-être négative.

source: low credit level alert
fr_fr: Alerte de balance faible

source: Low credit limit alert.
fr_fr: Alerte de limite de crédit atteinte

source: max simultaneous calls
fr_fr: nombre maximum d'appels simultanés

source: maximum simultaneous calls allowed for this customer account.
fr_fr: nombre maximum d'appels simultanés autorisés pour ce client.

source: max calls per second
fr_fr: nombre maximum d'appels par seconde

source: maximum calls per seconds allowed for this customer account.
fr_fr: nombre maximum d'appels par seconde autorisé pour ce client

source: customer enabled / disabled
fr_fr: client activé / désactivé

source: customer
fr_fr: client

source: customers
fr_fr: clients

source: provider enabled / disabled
fr_fr: fournisseur activé / désactivé

source: provider
fr_fr: fournisseur

source: providers
fr_fr: fournisseurs

source: operation on customer account
fr_fr: opération sur le compte client

source: operation on provider account
fr_fr: opération sur le compte fournisseur

source: amount debited
fr_fr: montant à déduire

source: amount refund
fr_fr: montant à créditer

source: resulting customer balance.
fr_fr: balance client résultante.

source: resulting provider balance.
fr_fr: balance fournisseur résultante.

source: operation type
fr_fr: type d'opération

source: public description
fr_fr: description publique

source: internal description
fr_fr: description interne

source: company balance history
fr_fr: historique de la balance

source: company listing
fr_fr: liste des sociétés

source: created
fr_fr: créé

source: modified
fr_fr: modifié

source: supplier balance
fr_fr: balance fournisseur

source: edit company
fr_fr: éditer une société

source: submit
fr_fr: soumettre

source: link
fr_fr: lien

source: create new company
fr_fr: créer une nouvelle société

source: balance history
fr_fr: historique de la balance

source: external description
fr_fr: description externe

source: edit
fr_fr: modifier

source: customer listing
fr_fr: liste des clients

source: low credit alert
fr_fr: alerte de crédit bas

source: calls per second limit
fr_fr: limite d'appels par seconde

source: enabled
fr_fr: activé

source: edit customer
fr_fr: éditer le client

source: credit_limit
fr_fr: limite de crédit

source: max_calls
fr_fr: nombre maximum d'appels par seconde

source: calls_per_second
fr_fr: appels par seconde

source: customer_enabled
fr_fr: client activé

source: create new customer
fr_fr: créer un nouveau client

source: provider listing
fr_fr: liste des fournisseurs

source: edit provider
fr_fr: éditer un fournisseur

source: create new provider
fr_fr: créer un nouveau fournisseur
