Repository: karimsiam/pyfreebilling
Catalog: pyfreebilling/pyfb_normalization/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: Rule Group name
es_es: Nombre del Grupo de Reglas

source: description
es_es: descripción

source: Normalization Group
es_es: Grupo de Normalización

source: Normalization Groups
es_es: Grupos de Normalización

source: rule title
es_es: título de la regla

source: Equal
es_es: Igual

source: Regex
es_es: Expresión Regular/Regex

source: Type of match (equal or regex)
es_es: Tipo de Coincidencia (igual o regex)

source: match expression
es_es: expresión de coincidencia

source: Example : ^(33)[0-9].*
es_es: Ejemplo : ^(33)[0-9].*

source: match length
es_es: longitud de la coincidencia

source: substitution expression
es_es: expresión de sustitución

source: Example : ^(33)([0-9].*)
es_es: Ejemplo : ^(33)([0-9].*)

source: replacement expression
es_es: expresión de reemplazo

source: Example : 0033
es_es: Ejemplo : 0033

source: attributes
es_es: atributos

source: Rule to map specific route - Default set to nothing : N/A - not used
es_es: Regla para mapear ruta especifica - Valor predeterminado establecido a nada : N/A - no utilizado

source: Normalization Rule
es_es: Regla de Normalización

source: Normalization Rules
es_es: Reglas de Normalización

source: priority
es_es: prioridad

source: Rule order
es_es: Orden de Regla

source: Normalization Rule-Group
es_es: Grupo de Reglas de Normalización

source: Normalization Rules-Groups
es_es: Grupos de Reglas de Normalización

source: Dialplan id
es_es: Identificador de Plan de Marcación

source: Need to be 0, instead of the rule will not be used
es_es: Necesita ser 0, en lugar de la regla no sera utilizado

source: Priority rule
es_es: Regla de Prioridad

source: Priority of rule
es_es: Prioridad de la regla

source: subst prefix
es_es: prefijo sustituto

source: replacement prefix
es_es: predijo de reemplazo

source: EMERGENCY NUMBER
es_es: NÚMERO DE EMERGENCIA

source: OWN NUMBERS
es_es: NÚMEROS PROPIOS

source: SPEED DIAL
es_es: MARCACIÓN RÁPIDA

source: DROP NUMBERS
es_es: NÚMERO SUELTOS

source: Rule to map specific route - Default set to nothing : N/A
es_es: Regla para mapear ruta especifica - Valor predeterminado establecido en nada : N/A

source: Call Mapping Rule
es_es: Regla de asignación de llamada

source: Call Mapping Rules
es_es: Reglas de asignación de llamada

source: call mapping rule listing
es_es: listado de regla de asignación de llamada

source: name
es_es: nombre

source: created
es_es: creado

source: modified
es_es: modificado

source: edit call mapping rule
es_es: editar regla de asignación de llamada

source: submit
es_es: enviar

source: Link
es_es: Enlace

source: create new call mapping rule
es_es: crear nueva regla de asignación de llamada

source: normalization group listing
es_es: listado de grupo de normalización

source: edit normalization group
es_es: editar grupo de normalización

source: create new normalization group
es_es: crear nuevo grupo de normalización

source: normalization rule listing
es_es: listado de regla de normalización

source: edit normalization rule
es_es: editar regla de normalización

source: create new normalization rule
es_es: crear nueva regla de normalización

source: normalization rule group Listing
es_es: Listado de grupo de reglas de normalización

source: edit normalization rule group
es_es: editar grupo de regla de normalización

source: normalization rule group listing
es_es: listado de grupo de regla de normalización

source: create new normalization rule group
es_es: crear nuevo grupo de regla de normalización
