Repository: karimsiam/pyfreebilling
Catalog: pyfreebilling/pyfb_did/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: DID number
es_es: Número DID

source: provider channels
es_es: canales de proveedor

source: maximum simultaneous calls allowed for this did. 0 means no limit
es_es: máximo de llamadas simultáneas permitidas para este DID. 0 significa sin límite

source: Free from provider
es_es: Libre de proveedor

source: customer channels
es_es: canales de cliente

source: Free for customer
es_es: Libre para cliente

source: Special code for routing urgency numbers
es_es: Código especial para enrutar números de urgencia.

source: Postal code, INSEE code ... for routing urgency number to the right urgency call center.
es_es: Código postal, código INSEE ... para enviar el número de urgencia al centro de llamadas de urgencia correcto.

source: description
es_es: descripción

source: Provider
es_es: Proveedor

source: Customer
es_es: Cliente

source: SIP Trunk
es_es: Troncal SIP

source: External number
es_es: Número Externo

source: Route type
es_es: Tipo de ruta

source: Routing type : sip trunk (s) orexternal number (e).
es_es: Tipo de enrutamiento : troncal (es) SIP ó número (s) externo

source: destination number
es_es: número de destino

source: weight
es_es: peso

source: DID route
es_es: ruta DID

source: DID routes
es_es: rutas DID

source: did listing
es_es: listado de DID

source: number
es_es: número

source: provider max channels
es_es: máximo de canales de proveedor

source: customer max channels
es_es: máximo de canales de cliente

source: provider free call
es_es: llamada gratis proveedor

source: customer free call
es_es: llamada gratis cliente

source: created
es_es: creado

source: modified
es_es: modificado

source: edit did
es_es: editar DID

source: submit
es_es: enviar

source: link
es_es: enlace

source: free from provider
es_es: libre del proveedor

source: free for customer
es_es: libre para cliente

source: create new did
es_es: crear nuevo DID

source: did routing
es_es: enrutamiento DID

source: order
es_es: ordenar

source: type
es_es: tipo

source: edit
es_es: editar

source: create new did routing rule
es_es: crear nueva regla de enrutamiento DID
