Repository: karimsiam/pyfreebilling
Catalog: pyfreebilling/pyfb_direction/locale/*/LC_MESSAGES/django.po
Languages: fr_fr

source: carrier name
fr_fr: nom de l'opérateur

source: type of destination
fr_fr: type de destination

source: region name
fr_fr: nom de la région

source: country
fr_fr: pays

source: region
fr_fr: région

source: name of destination
fr_fr: nom de la destination

source: carrier
fr_fr: opérateur

source: Type of destination
fr_fr: type de destination

source: prefix
fr_fr: préfixe

source: International public telecommunication prefix (maximum 15 digits)
fr_fr: Préfixe de télécommunication public international (maximum 15 chiffres)

source: Carrier Listing
fr_fr: Liste des opérateurs

source: name
fr_fr: nom

source: created
fr_fr: créé

source: modified
fr_fr: modifé

source: Edit Carrier
fr_fr: Editer l'opérateur

source: Submit
fr_fr: Soumettre

source: Link
fr_fr: Lien

source: Create new Carrier
fr_fr: Créer un nouvel opérateur

source: Country Listing
fr_fr: Liste des pays

source: Edit Country
fr_fr: Editer un pays

source: Create new Country
fr_fr: Créer un nouveau pays

source: Destination Listing
fr_fr: Liste des destinations

source: Edit Destination
fr_fr: Editer les destinations

source: Create new Destination
fr_fr: Créer une destination

source: Prefix Listing
fr_fr: Liste des préfixes

source: modifed
fr_fr: modifié

source: Edit Prefix
fr_fr: Editer un préfixe

source: Create new Prefix
fr_fr: Créer un nouveau préfixe

source: Region Listing
fr_fr: Liste des régions

source: Edit Region
fr_fr: Editer une région

source: Create new Region
fr_fr: Créer une nouvelle région

source: Type Listing
fr_fr: Liste des types

source: Edit Type
fr_fr: Editer un type

source: Create new Type
fr_fr: Créer un nouveau type
