Repository: karimsiam/pyfreebilling
Catalog: pyfreebilling/pyfb_kamailio/locale/*/LC_MESSAGES/django.po
Languages: es_es

source: Number of the hash entry in the dialog hash table
es_es: Número de la entrada hash en la tabla hash de diálogo

source: The ID on the hash entry
es_es: El ID en la entrada hash

source: Call-ID of the dialog
es_es: Identificador de llamada del diálogo

source: The URI of the FROM header (as per INVITE)
es_es: El URI del encabezado FROM (según INVITE)

source: The tag parameter serves as a general mechanism to identify a dialog, which is the combination of the Call-ID along with two tags, one from participant in the dialog.
es_es: El parámetro de etiqueta sirve como un mecanismo general para identificar un diálogo, que es la combinación de la identificación de llamada junto con dos etiquetas, una del participante en el diálogo.

source: The URI of the TO header (as per INVITE)
es_es: El URI del encabezado TO (según INVITE)

source: Last Cseq number on the caller side.
es_es: Último número Cseq en el lado de la persona que llama.

source: Last Cseq number on the callee side.
es_es: Último número Cseq en el lado de la persona llamada.

source: Route set on the caller side.
es_es: Establecer ruta en el lado que llama.

source: Route set on the callee side.
es_es: Establecer ruta en el lado que llama.

source: Caller's contact uri.
es_es: URI de contacto de la persona que llama.

source: Callee's contact uri.
es_es: URI de contacto de la persona que llamada.

source: Local socket used to communicate with caller
es_es: Socket local usado para comunicarse con el llamante

source: Local socket used to communicate with callee
es_es: Socket local usado para comunicarse con la persona que llama

source: The state of the dialog.
es_es: El estado del dialogo.

source: The timestamp (unix time) when the dialog was confirmed.
es_es: La marca de tiempo (tiempo de Unix) cuando se confirmó el diálogo.

source: The timestamp (unix time) when the dialog will expire.
es_es: La marca de tiempo (tiempo de Unix) cuando el diálogo caducará.

source: The flags to set for dialog and accesible from config file.
es_es: Las banderas para configurar para el diálogo y accesible desde el archivo de configuración.

source: The internal flags for dialog.
es_es: Las banderas internas para el diálogo.

source: The name of route to be executed at dialog timeout.
es_es: El nombre de la ruta que se ejecutará en el tiempo de espera del diálogo.

source: The URI of initial request in dialog
es_es: El URI de solicitud inicial en diálogo

source: Extra data associated to the dialog (e.g., serialized profiles).
es_es: Datos adicionales asociados al diálogo (por ejemplo, perfiles serializados).

source: SIP dialog
es_es: diálogo SIP

source: SIP dialogs
es_es: diálogos SIP

source: The key of the dialog variable
es_es: La llave de la variable de diálogo.

source: The value of the dialog variable
es_es: El valor de la variable de diálogo.

source: SIP dialog vars
es_es: Vars de diálogo SIP

source: A method is the primary function that a request is meant to invoke on a server.
es_es: Un método es la función principal que una solicitud debe invocar en un servidor.

source: Call-ID header field uniquely identifies a particular invitation or all registrations of a particular client.
es_es: El campo del encabezado de ID de llamada identifica de forma única una invitación particular o todos los registros de un cliente en particular.

source: SIP reply code.
es_es: Código de respuesta SIP.

source: SIP reply reason
es_es: Razón de respuesta SIP

source: Date and time when this record was written.
es_es: Fecha y hora en que se escribió este registro.

source: Unix timestamp
es_es: Marca de tiempo de Unix

source: extended value related to the time of event
es_es: Valor extendido relacionado con el tiempo del evento.

source: Start date and time
es_es: Fecha y Hora de Inicio

source: End date and time
es_es: Fecha y Hora de Fin

source: Duration
es_es: Duración

source: Local unique id used to build and match contact addresses.
es_es: Identificación única local utilizada para crear y hacer coincidir direcciones de contacto.

source: Local username
es_es: Nombre de Usuario Local

source: Local domain
es_es: Dominio Local

source: Remote username
es_es: Nombre de Usuario Remoto

source: Remote domain
es_es: Dominio Remoto

source: realm
es_es: Reino/Dominio

source: Auth username
es_es: Nombre de usuario de autenticación

source: Auth password
es_es: Contraseña de autenticación

source: Hashed (HA1) auth password
es_es: Contraseña de autenticación de hash (HA1)

source: Outbound proxy SIP address
es_es: Dirección SIP proxy de salida

source: Expiration time in seconds, 0 means disabled
es_es: Tiempo de caducidad en segundos, 0 significa inhabilitado.

source: Flags to control the behaviour
es_es: Banderas para controlar el comportamiento.

source: initial registration delay
es_es: retraso en el registro inicial

source: Source address is equal to source address of request
es_es: La dirección de origen es igual a la dirección de origen de la solicitud

source: Transport protocol is either any or equal to transport protocol of request
es_es: El protocolo de transporte es cualquiera o igual al protocolo de transporte de la solicitud

source: Regular expression matches From URI of request.
es_es: Coincidencia de expresiones regulares de URI de solicitud.

source: Regular expression matches Request URI of request.
es_es: Coincidencia de expresiones regulares Solicita URI de solicitud.

source: Tag
es_es: Etiqueta

source: Priority of rule
es_es: Prioridad de la regla

source: Record internal unique id
es_es: Registrar ID única interna

source: Username / phone number
es_es: Nombre de Usuario / Número de Teléfono

source: Doamin name
es_es: Nombre de Dominio

source: Contact header field value provides a URI whoses meaning depends on the type of request or response it is in.
es_es: El valor del campo del encabezado de contacto proporciona un URI cuyo significado depende del tipo de solicitud o respuesta en la que se encuentra.

source: Received IP:PORT in the format SIP:IP:PORT
es_es: Recibido IP:PORT en el formato SIP:IP:PORT

source: Path Header(s) per RFC 3327
es_es: Encabezado(s) de ruta por RFC 3327

source: Date and time when this entry expires.
es_es: Fecha y hora en que caduca esta entrada.

source: Value used for preferential routing.
es_es: Valor utilizado para el enrutamiento preferencial.

source: Call-ID header field uniquely identifies a particular invitation or all registrations of a particular client.
es_es: El campo del encabezado de ID de llamada identifica de forma única una invitación particular o todos los registros de un cliente en particular.

source: CSeq header field contains a single decimal sequence number and the request method.
es_es: El campo del encabezado CSeq contiene un solo número de secuencia decimal y el método de solicitud.

source: Date and time when this entry was last modified
es_es: Fecha y hora en que se modificó por última vez esta entrada.

source: Internal flags
es_es: Banderas Internas

source: Branch and contact flags
es_es: Rama y banderas de contacto

source: User-Agent header field contains information about the UAC originating the request.
es_es: El campo de encabezado User-Agent contiene información sobre el UAC que originó la solicitud.

source: Socket used to connect to Kamailio. For example: UDP:IP:PORT
es_es: Socket utilizado para conectar a Kamailio. Por ejemplo: UDP:IP:PORT

source: Flags that indicate the SIP Methods this contact will accept.
es_es: Banderas que indican los métodos SIP que este contacto aceptará.

source: The value of SIP instance parameter for GRUU.
es_es: El valor del parámetro de instancia SIP para GRUU.

source: The value of reg-id contact parameter
es_es: El valor del parámetro de contacto reg-id

source: The value of server_id from configuration file
es_es: El valor de server_id del archivo de configuración

source: The value of connection id for location record
es_es: El valor del ID de conexión para el registro de ubicación

source: The value to control sending keep alive requests
es_es: El valor para controlar el envío de mantener activas las solicitudes

source: The value to of the partition for keep alive requests
es_es: El valor de la partición para mantener las solicitudes activas.

source: user location
es_es: ubicación del usuario

source: Domain name
es_es: Nombre de Dominio

source: Attribute name
es_es: Nombre de Atributo

source: Attribute type
es_es: Tipo de Atributo

source: Attribute value
es_es: Valor de Atributo

source: The user that is used for the blacklist lookup
es_es: El usuario que se utiliza para la búsqueda de lista negra

source: The domain that is used for the blacklist lookup
es_es: El dominio que se utiliza para la búsqueda de lista negra

source: The prefix that is matched for the blacklist
es_es: El prefijo que coincide con la lista negra

source: Specify if this a blacklist (0) or a whitelist (1) entry
es_es: Especifique si esta es una entrada de lista negra (0) o de lista blanca (1)

source: A comment for the entry
es_es: Un comentario para la entrada

source: Speed dial username
es_es: Nombre de Usuario Marcación Rápida

source: Speed dial domain
es_es: Dominio Marcación Rápida

source: New URI
es_es: Nuevo URI

source: First name
es_es: Nombres

source: Last name
es_es: Apellidos

source: Description
es_es: Descripción

source: Unique ID for pipe
es_es: ID única para tubería

source: Algorithm to be used for pipe limits. See the readme of the module for description of available options: NOP, RED, TAILDROP, FEEDBACK, NETWORK
es_es: Algoritmo a utilizar para límites de tubería. Consulte el archivo Léame del módulo para obtener una descripción de las opciones disponibles: NOP, RED, TAILDROP, FEEDBACK, NETWORK

source: Pipe limit (hits per second)
es_es: Límite de tubería (hits por segundo)

source: Key to be used to index the values in the tree, usually a DID or prefix
es_es: Llave que se utilizará para indexar los valores en el árbol, generalmente un DID o un prefijo

source: The value of the key
es_es: El valor de la llave

source: Name of shared memory tree
es_es: Nombre del árbol de memoria compartida

source: Name of the hash key
es_es: Nombre de la llave hash

source: Type of the key
es_es: Tipo de la llave

source: Type of the value
es_es: Tipo del valor

source: The epoch at which the key expires
es_es: La época en que expira la llave

source: disabled
es_es: inhabilitar

source: enabled
es_es: habilitado

source: RTPEngine instance socket ID
es_es: Identificador del socket de instancia RTPEngine

source: RTPEngine instance socket URL. Example : udp:rtpengine1.domain:8800
es_es: URL del socket de instancia RTPEngine. Ejemplo: udp:rtpengine1.domain:8800

source: RTPEngine instance weight on startup
es_es: Peso de instancia RTPEngine en el inicio

source: RTPEngine instance state on startup
es_es: Estado de instancia RTPEngine en el inicio

source: RTPEngine instance add timestamp
es_es: Añadir marca de tiempo a instancia RTPEngine
